[
   { "id": "1",
    "category": "sf",
    "title": "The Hunger Games",
    "price": 1.535,
    "pictureUrl": "https://images-na.ssl-images-amazon.com/images/I/61i8nC90deL.jpg",
    "description": "Se trata de una novela de aventura y ciencia ficción narrada en primera persona desde la perspectiva de Katniss Everdeen, una adolescente de dieciséis años que vive en Panem, una nación postapocalíptica ubicada en lo que anteriormente era América del Norte.",
    "stock": 4,
    "offer": false
    },
    { "id": "2",
    "category": "sf",
    "title": "Catching Fire",
    "price": 1.845,
    "pictureUrl": "https://kbimages1-a.akamaihd.net/f2aa88e7-a1b1-413c-a3db-4b348da4282e/1200/1200/False/catching-fire-hunger-games-book-two.jpg",
    "description": "Katniss Everdeen ha sobrevivido a Los juegos del hambre. Pero el Capitolio quiere venganza. Contra todo pronóstico, Katniss Everdeen y Peeta Mellark siguen vivos. Aunque Katniss debería sentirse aliviada, se rumorea que existe una rebelión contra el Capitolio, una rebelión que puede que Katniss y Peeta hayan ayudado a inspirar. La nación les observa y hay mucho en juego. Un movimiento en falso y las consecuencias serán inimaginables.",
    "stock": 4,
    "offer": true
    },
    { "id": "3",
    "category": "sf",
    "title": "Mockingjay",
    "price": 2.555,
    "pictureUrl": "https://m.media-amazon.com/images/I/51zkheo7x8L.jpg",
    "description": "Katniss Everdeen ha sobrevivido dos veces a los Juegos del Hambre, pero no está a salvo. La revolución se extiende y, al parecer, todos han tenido algo que ver en el meticuloso plan, todos excepto Katniss. Aun así su papel en la batalla final es el más importante de todos. Katniss debe convertirse en el Sinsajo, en el símbolo de la rebelión... a cualquier precio. La crítica ha dicho: «El desenlace de la trilogía Los Juegos del Hambre de Collins consigue una hazaña muy poco común, la última entrega es la mejor». Publishers Weekly",
    "stock": 0,
    "offer": false
    },
    { "id": "4",
    "category": "terror",
    "title": "It",
    "price": 3.255,
    "pictureUrl": "https://images-na.ssl-images-amazon.com/images/I/71tFhdcC0XL.jpg",
    "description": "El libro que inspiró a la película homónima. ¿Quién o qué mutila y mata a los niños de un pequeño pueblo norteamericano? ¿Por qué llega cíclicamente el horror a Derry en forma d e un payaso siniestro que va sembrando la destrucción a su paso? Esto es lo que se proponen averiguar los protagonistas de esta novela. Tras veintisiete años de tranquilidad y lejanía una antigua promesa infantil les hace volver al lugar en el que vivieron su infancia y juventud como una terrible pesadilla. Regresan a Derry para enfrentarse con su pasado y enterrar definitivamente laamenaza que los amargó durante su niñez. Saben que pueden morir, pero son conscientes de que no conocerán la paz hasta que aquella cosa sea destruida para siempre. La crítica ha dicho... «Insuperable.» La Vanguardia",
    "stock": 5,
    "offer": false
    },
    { "id": "5",
    "category": "terror",
    "title": "Carrie",
    "price": 2.222,
    "pictureUrl": "https://images.cdn3.buscalibre.com/fit-in/360x360/e5/46/e546ccd3ccff0129d84b45a540b5a48b.jpg",
    "description": "El escalofriante caso de una joven de apariencia insignificante que se transformó en un ser de poderes anormales, sembrando el terror en la ciudad. Con pulso mágico para mantener la tensión a lo largo de todo el libro, Stephen King narra la atormentada adolescencia de Carrie, y nos envuelve en una atmósfera sobrecogedora cuando la muchacha realiza una serie de descubrimientos hasta llegar al terrible momento de la venganza. Esta novela fue llevada al cine con un inmenso éxito de público y crítica.",
    "stock": 0,
    "offer": true
    },
    { "id": "6",
    "category": "childish",
    "title": "El principito",
    "price": 1.355,
    "pictureUrl": "https://http2.mlstatic.com/D_NQ_NP_897823-MLA28725424184_112018-O.jpg",
    "description": "La mirada tierna y curiosa de El Principito conquistó a grandes y chicos de distintas epocas. Su historia trata temas universales como el amor , la amistad , la naturaleza humana y el sentido de la vida.",
    "stock": 0,
    "offer": false
    },
    { "id": "7",
    "category": "romance",
    "title": "Heartstopper",
    "price": 3.555,
    "pictureUrl": "https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/4449/9781444951387.jpg",
    "description": "Charlie y Nick van al mismo colegio, aunque nunca se haban cruzado hasta el día en que los hacen sentarse juntos en su grupo de estudio. Muy pronto se vuelven amigos y más pronto aún Charlie comienza a sentir cosas por Nick... aunque sabe que es un imposible. Pero el amor obra de formas inesperadas, y Nick está más interesado en Charlie de lo que ninguno de los dos puede llegar a creer.",
    "stock": 2,
    "offer": false
    },
    { "id": "8",
    "category": "romance",
    "title": "Heartstopper 2",
    "price": 3.785,
    "pictureUrl": "https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9788/4082/9788408229780.jpg",
    "description": "Nick sabe que Charlie es gay; y Charlie está seguro de que Nick no lo es. Pero los caminos del amor pueden ser sorprendentes; y Nick está descubriendo muchas cosas sobre sus amigos; su familia... y sobre sí mismo",
    "stock": 3,
    "offer": false
    }
]
